{
  "小路的組成": "小路的组成",
  "小路是將最新結果與『前兩行』的結果進行比較，並記錄他們是否進行相同的移動結果。實心紅色圓圈表是相同結果，實心藍色圓圈表示不同的結果。": "小路是将最新结果与『前两行』的结果进行比较，并记录他们是否进行相同的移动结果。实心红色圆圈表是相同结果，实心蓝色圆圈表示不同的结果。",
  "小路的記錄是從大路的\"左起第三行第二列\"或\"左起第四行第一列\"的結果開始顯示。也就是以A為原點，下一步是哪一格來分析的意思。": "小路的记录是从大路的\"左起第三行第二列\"或\"左起第四行第一列\"的结果开始显示。也就是以A为原点，下一步是哪一格来分析的意思。",
  "以下從第8局已經進入第四行的情況下來進行說明。": "以下从第8局已经进入第四行的情况下来进行说明。",
  "首先檢查最新結果的走勢(A→B)，第8局為莊勝，因此最新結果以『閒家→莊家』的移動結果來記錄。": "首先检查最新结果的走势(A→B)，第8局为庄胜，因此最新结果以『闲家→庄家』的移动结果来记录。",
  "接下來檢查前兩行的移動結果。從A之前的前兩行可以看到移動為『閒家→閒家』，由於兩邊的移動結果不同，因此在小路的欄位記錄『實心藍色圓圈』。": "接下来检查前两行的移动结果。从A之前的前两行可以看到移动为『闲家→闲家』，由于两边的移动结果不同，因此在小路的栏位记录『实心蓝色圆圈』。",
  "第九回是莊家獲勝，最新的結果是『莊家→莊家』。接下來檢查前兩行，是”莊家→平局』，但平局是不納入統計，因此再往下看是莊勝，因此以『莊家→莊家』記錄。由於兩邊的移動結果相同，因此在小路的欄位記錄『實心紅色圓圈』。 ": "第九回是庄家获胜，最新的结果是『庄家→庄家』。接下来检查前两行，是”庄家→平局』，但平局是不纳入统计，因此再往下看是庄胜，因此以『庄家→庄家』记录。由于两边的移动结果相同，因此在小路的栏位记录『实心红色圆圈』。 ",
  "第十回仍是莊家獲勝，最新的結果是『莊家→莊家』。接下來檢查前兩行的移動，是『平局→莊家』，但平局不納入統計，再往下看一個的移動結果是『莊家→莊家』，由於兩邊的移動結果相同，因此在小路的欄位記錄『實心紅色圓圈』。": "第十回仍是庄家获胜，最新的结果是『庄家→庄家』。接下来检查前两行的移动，是『平局→庄家』，但平局不纳入统计，再往下看一个的移动结果是『庄家→庄家』，由于两边的移动结果相同，因此在小路的栏位记录『实心红色圆圈』。",
  "第十一回莊家繼續獲勝，最新的結果是『莊家→莊家』。接下來檢查前兩行的移動結果是『莊家→閒家』。由於兩邊有不同的移動結果，因此在小路欄位記錄『實心藍色圓圈』。": "第十一回庄家继续获胜，最新的结果是『庄家→庄家』。接下来检查前两行的移动结果是『庄家→闲家』。由于两边有不同的移动结果，因此在小路栏位记录『实心蓝色圆圈』。",
  "第十二回，莊家繼續獲勝，最新的結果是『莊家→莊家』。接下來檢查前兩行，沒有記錄，因此須改從A的上一局\"C\"，C→A→B的的結果是連勝，因此在小路欄位記錄『實心紅色圓圈』。": "第十二回，庄家继续获胜，最新的结果是『庄家→庄家』。接下来检查前两行，没有记录，因此须改从A的上一局\"C\"，C→A→B的的结果是连胜，因此在小路栏位记录『实心红色圆圈』。",
  "第十三局為閒家獲勝，最新的結果是『莊家→閒家』。接下來檢查前兩行，仍為無記錄，因此檢查前兩行從C→B是否連勝，而C→B沒有連勝，因此在小路欄位記錄『實心藍色圓圈』。": "第十三局为闲家获胜，最新的结果是『庄家→闲家』。接下来检查前两行，仍为无记录，因此检查前两行从C→B是否连胜，而C→B没有连胜，因此在小路栏位记录『实心蓝色圆圈』。",
  "第十四局為莊家獲勝，最新的結果是『閒家→莊家』。接下來檢查前兩行的移動，顯示『閒家→莊家』。由於兩邊的移動結果相同，因此在小路的欄位記錄『實心紅色圓圈』。": "第十四局为庄家获胜，最新的结果是『闲家→庄家』。接下来检查前两行的移动，显示『闲家→庄家』。由于两边的移动结果相同，因此在小路的栏位记录『实心红色圆圈』。",
  "虛擬貨幣存款說明": "虚拟货币存款说明",
  "百家樂攻略法 - 基礎規則篇": "百家乐攻略法 - 基础规则篇",
  "百家樂攻略法 - 中級篇": "百家乐攻略法 - 中级篇",
  "路單是? 百家樂的攻略 - 上級篇 1：珠盤路和大路": "路单是? 百家乐的攻略 - 初级篇 1：珠盘路和大路",
  "路單是? 百家樂的攻略 - 上級篇 2：大眼仔路": "路单是? 百家乐的攻略 - 初级篇 2：大眼仔路",
  "路單是? 百家樂的攻略 - 上級篇 3：小路": "路单是? 百家乐的攻略 - 初级篇 3：小路",
  "路單是? 百家樂的攻略 - 上級篇 4：小強路": "路单是? 百家乐的攻略 - 初级篇 4：小强路",
  "老虎機攻略導覽": "老虎机攻略导览",
  "德州撲克攻略導覽": "德州扑克攻略导览"
}