{
  "百家樂的基礎，是預測『莊家(Banker)』或『閒家(Player)』哪一方獲勝。這邊講的莊家並非指發牌的人，閒家也與玩家無關，是從第三方的角度去預測哪一方獲勝的一款遊戲。輸贏的判斷：預測哪一方的總和點數最接近『9』的或等於9則獲勝，為了避免名詞混淆，一般稱投注的使用者為『賓客』。": "In essence, Baccarat is a simple guessing game. It's just about betting which hand out of two that are dealt–the Banker's hand and the Player's hand–will win. A winning hand has the highest points out of a possible 9 points. <br> <br> <uL> <OL> Before you play, it's good to know the elements of the game and what they're called. </OL> <br> <OL> ● The Dealer : The dealer begins the game by dealing the cards. The dealer stands in front of the players at the centre of the Baccarat table in order to reach every place on the table.</OL>  <br> <OL>● The 5 Betting Areas : Player, Banker, Tie, Player Pair, Banker Pair. </OL> <br> <OL>● Casino Odds : <br> ① Banker wins (1:0.95 Payout) - If you bet $10 and win, it pays $10, minus the 5% commission. <br> ② Player wins (1:1 Payout) - If you bet $10 and win, it pays $10. <br> ③ Tie wins (1:8 Payout) - If you bet $10 and win, it pays $80.<br> ④  Pair wins (1:11 Payout) - If you bet $10 and win, it pays $110.<br> Note: If there is a tie, bets on the banker or player are returned. However, if bets on the banker pair or the player pair, <br> it will not be returned. </OL> <br> <OL>● Place A Bet :  <br> ① Players must place bets before the cards are dealt. <br> ② Choose to bet on one of three options which are Banker, Player, Tie. <br> Note: Bank and Player cannot be played at the same time in the same round, but can play Banker Pair and Player Pair at the same time. </uL>",
  "牌面點數": "HOW BACCARAT CARDS AND POINTS WORK",
  "需特別注意的是，牌面點數的計算方式，與其他撲克遊戲有所不同：": "Points calculation in Baccarat is different from most games. <BR> A unique rule in Baccarat is that nine is the highest score, and the value of a hand can't be higher. Here's how the cards work and how the points add up: <BR> ",
  "● 2~9分別等於2~9的牌面面值": "<BR> ● Cards numbered from 2-9 are worth their face value.",
  "● 10、J、Q、K 皆等於 0": "● Picture cards(J，Q，K) and Tens are each worth zero points.",
  "● A 等於1": "● The ace is worth one point.",
  "點數計算方式": "ADDING UP POINTS",
  "基礎發配2~3張牌(第3是補牌，發牌方式稍後說明)，計算牌數字的總和，但只取總和的個位數來計算分數。例如：莊家為3+5=8點；閒家為8+9=17，閒家的牌面點數比較大，總和也比較高，但因只取個位數，為7點，莊家8點勝。": "Once the points value reaches a double digit, the second digit will automatically become the value of the hand. With this rule, for example, <BR><BR> <OL> ● 10 is worth 0, </OL> <OL> ● 11 is worth 1, 12 is worth 2, and so on. </OL> After the total points reach 10, simply drop the first digit and that's the score of the hand. <BR> So a hand of a 9 and 6, which adds up to 15, becomes a 5-point hand. Only a bet on the hand that's closest to 9 will win.",
  "投注方法": " HOW A ROUND WORKS - KNOW HOW CARDS ARE DEALT",
  "傳統百家樂的牌桌上有『莊家』、『閒家』、『和』，另還會有『莊對』、『閒對』等區塊可以進行投注，不同注別的賠率也都不進相同，賓客可根據自己的直覺、歷史路單(稍後說明)來進行下注。某些注別的賠率極高，因此能流行百年，是一個樂趣極高、深受玩家歡迎而所以讓各大賭場必備，甚至延伸出專門提供VIP進行高額下注的專屬『貴賓廳』規格的撲克類遊戲。": " Once the bets are placed, a total of four cards are dealt on the table : <br> ① First, the dealer slides out a card and places it in the Player box. <br> ② The next card is placed in the Banker box. This is repeated so that each box has two cards.",
  "例外規則": "WHEN IS A THIRD CARD DRAWN?",
  "- 下注注別『和』時，若是開出『莊』或『閒』勝，將退回下注的金額，不會判斷為輸。": "Please refer to [ Quick-Start for Newbies - Baccarat Third Card Rules ]",
  "- 不得在同一局同時下『莊』和『閒』，但可同時下『莊對』和『閒對』。※『對』的意思就是兩張相同的牌。": "🌝",
  "虛擬貨幣存款說明": "Virtual Currency Deposit Instructions",
  "百家樂攻略法 - 基礎規則篇": "Quick-Start for Newbies - Baccarat Game Rules",
  "百家樂攻略法 - 中級篇": "Quick-Start for Newbies - Baccarat Third Card Rules",
  "路單是? 百家樂的攻略 - 上級篇 1：珠盤路和大路": "Quick-Start for Newbies - Big Road & Bead Plate Road",
  "路單是? 百家樂的攻略 - 上級篇 2：大眼仔路": "Quick-Start for Newbies - Big Eye Road",
  "路單是? 百家樂的攻略 - 上級篇 3：小路": "Quick-Start for Newbies - Small Road",
  "路單是? 百家樂的攻略 - 上級篇 4：小強路": "Quick-Start for Newbies - Cockroach Road",
  "老虎機攻略導覽": "Slot Machine Guide",
  "德州撲克攻略導覽": "Texas Hold'em Guide"
}