{
  "老虎機(SLOT)是風靡全球，在拉斯維加斯、澳門、菲律賓等各大賭場皆可見到其蹤跡的熱門遊戲，華麗的影音效果、累積的大獎吸引廣大的玩家。而對這些擁有賭場的國家而言，日本是一個更早就有老虎機這類遊戲的國家，在日本稱之為『柏青嫂』，且一直於日本國內風行。雖然老虎機有許多延伸不同的玩法和設計，但基礎都是相同的，因此對日本的玩家們介紹幾乎是國民遊戲的老虎機是班門弄斧吧!": "Slots are a universal casino favourite because they are easy to play. There's nothing complex, no strategy, and it's fast: you just put in your money and watch what happens. Boom!!! ",
  "但是還是要為了那些沒玩過老虎機的玩家簡單介紹一下老虎機的機制：": "THE BASIC RULES OF SLOTS: ",
  "依照各遊戲不同，遊戲的格數和可連線的最大數量都有可能不同，玩家每次進行遊戲需要確定每轉一次的金額，而這個金額的計算設計每個遊戲又略有不同，主要分為『以局計算』以及『以線計算』，『以局計算』就是每轉一次就是多少投注；『以線計算』就是每條線分別是一注，該線要押注，中了才會中獎，就算出現了連線，沒下注的線就不會派獎。以下使用一個以局計算的遊戲來說明基礎玩法。": "<BR>The main aim of slots is for the player to spin reels to line up rows of the same symbol. Slots differ in numbers of reels, but the objective is always the same. Players spin the reels by clicking a spin button and then betting money on each spin. They win money if they match up 3 or more of the same symbol along a payline. The amount they win depends on how much they bet and how many points each symbol is worth. Different slots have different symbols and different values for each symbol.",
  "和柏青哥相同，顯示和『得分連線顯示區』結果的動畫，此區根據遊戲不同，配置和顯示的方式也都會不同。": "The reels are what the symbols are placed on, and they spin round each time you press the start button. The slots can have a variety of reel layouts. The pictured here has a 5x3 reel layout. The majority of slots have 5 reels, but this number can be greater or smaller depending on the slot. Reels are comprised of varying Rows of symbols. Some reels may contain 4 rows, while others can contain many more. The number of reels and rows on a slot can have an effect on the probability of what symbols you can receive, potential winnings, and all sorts of different outcomes.",
  "每進行一次，此區就會轉動並顯示是否連線和得分。每種圖案組合可獲得的獎勵設定皆有可能不同，將依據實際組合和設定給予玩家得分。另外部分遊戲滿足一定條件可進入Free Spin，這稍後再和各位說明。": "Paylines indicate the path for winning combinations. Every spin will show whether they line up and score. The reward for each pattern combination may be different, and players will be awarded points based on the actual combination. <br> Also, slots have extra symbols like wilds, scatters, and free spins that can prompt the start of a bonus game. It adds to the excitement and gives you different chances of winning.",
  "動畫顯示區": "① REEL LAYOUTS",
  "得分連線顯示區": "② PAYLINES",
  "進行遊戲和設定區": "③ SETTING",
  "這邊可以設定單次進行遊戲、加速轉動、追加或減少每注金額、自動多次投注設定(例如自動轉10次、50次、100次...等等)，以及一些音樂開關之類的設定介面，依照遊戲不同設計多少有所不同。": " Here you can adjust the following settings: <BR> ① Bets : Click on the bet button and use the up and down arrows or the plus and minus icons to set the value of your bet. This will be the value of the coin or coins that you place on the pay lines. <br> ② Auto Spin: It is used when a player opens the settings for the individual game they are playing, chooses a set amount of spins to play, and presses the spin button to begin the cycle of selected spins.  <br> ③ Sound  <br> ④ Game History ",
  "Free Spin": "FREE SPIN",
  "Free Spin 是部分遊戲中會有的機制，於Free Spin狀態時，遊戲的轉盤轉動不花費玩家注額。主要取得的方式如下：": "Free spins prizes are free spins on some slot machine, along with the chance to earn an actual sum of money. Normally, to claim the free spins, the player must first make one or more. That is to say, You have the chance to spin without payment on a given, plus everything you earn from a bonus goes into your wallet. <br><br>There are two ways to get FREE SPIN :",
  "1. 存款的獎勵福利": "1. FREE SPINS WITH DEPOSIT",
  "部分平台於存款時，會給予一些指定遊戲的Free Spin給用戶，作為存款的獎勵。": "Some platforms will give Free Spins of some designated games to users when depositing, as a reward for depositing.",
  "2. 得指定的連線組合": "2. SPECIFIED LINE THEM UP COMBINATION",
  "在遊戲中以特定的組合連線，可以獲得指定次數的 Free Spin。": "Get a specific combination of lines in the game, you can get a specified number of Free Spins.",
  "虛擬貨幣存款說明": "Virtual Currency Deposit Instructions",
  "百家樂攻略法 - 基礎規則篇": "Quick-Start for Newbies - Baccarat Game Rules",
  "百家樂攻略法 - 中級篇": "Quick-Start for Newbies - Baccarat Third Card Rules",
  "路單是? 百家樂的攻略 - 上級篇 1：珠盤路和大路": "Quick-Start for Newbies - Big Road & Bead Plate Road",
  "路單是? 百家樂的攻略 - 上級篇 2：大眼仔路": "Quick-Start for Newbies - Big Eye Road",
  "路單是? 百家樂的攻略 - 上級篇 3：小路": "Quick-Start for Newbies - Small Road",
  "路單是? 百家樂的攻略 - 上級篇 4：小強路": "Quick-Start for Newbies - Cockroach Road",
  "老虎機攻略導覽": "Slot Machine Guide",
  "德州撲克攻略導覽": "Texas Hold'em Guide"
}