{
  "撲克的玩法有非常多種，而其中德州撲克又是最受歡迎的一種，且有正式的國際撲克比賽。核心玩法是每個玩家發一組牌，然後有一組公牌，由最後未蓋牌的玩家之手牌與公牌有最大牌型組合者獲勝。而德州撲克最為人所津津樂道的，除了基本的建立於機率上的運氣外，和對手的心理戰更是精彩。即使拿到的牌不好，也可透過迫使其他玩家蓋牌而獲勝。": "Driven by the popularity of televised poker, Texas Hold'em (more commonly,'Hold'em') has become the world's most popular poker game. Here is going to more detail below, but here are the key points you need to know: <br> <br> <OL> ● Every player is dealt two cards, for their eyes only.</OL>  <br> <OL>● The dealer spreads five cards - three at once, then another, then another - which can be used by all players to make their best possible five-card hand.</OL>  <br> <OL>● Before and after each card(s) is revealed, players take turns to bet. To stay in the hand and see the next card, all players must have put the same amount of chips in the pot as each other.</OL>  <br> <OL>● The best poker hand wins the pot. <br><br> It's a simple game to learn, yet has the potential to be played with a seemingly infinite variety of strategies, tactics and nuance.",
  "最少2人(兩人對決稱為Heads-UP，俗稱單挑)，最大可10人同時進行，雖然線上版本看不到對方的臉，但可以想像對方都是不漏聲色、下注籌碼進行心理戰的高手，線上比賽同樣緊張感十足。": "At least 2 people (two duels are called Heads-UP, commonly known as heads-up), and a maximum of 10 people can play at the same time.",
  "發牌規則": "The Rules of Texas Hold'em",
  "向每位玩家發2張底牌，最後發5張公牌，然後玩家用手上的2張牌和公牌的5張牌組合出最強的牌型，與其他玩家勝負。": "In Hold'em, each player is dealt two private cards (known as 'hole cards') that belong to them alone. Five community cards are dealt face-up, to form the 'board'. All players in the game use these shared community cards in conjunction with their own hole cards to each make their best possible five-card poker hand. In Hold'em, a player may use any combination of the seven cards available to make the best possible five-card poker hand, using zero, one or two of their private hole cards. ",
  "在多名玩家同時遊玩的情況下，有些玩家根據坐的位置有對應的名稱。": "In the case of multiple players playing at the same time, players have corresponding names according to their sitting positions.",
  "STEP 1：決定位置": "STEP 1：Decide seat",
  "● 『按鈕』(BTN,Button)": "● BTN(Button)",
  "荷官會從BTN左邊第一位玩家開始發牌，所以BTN也就是最後一個被發牌且最後行動的玩家，代表可以在觀察所有對手行動後，思考對應方式，如果你有很好的牌，在什麼位置的影響不大，但如果你的牌不甚理想，想要唬人，那BTN是非常有利的位置。通常的情況下，BTN的位置會被放上『Dealer』的標示。": "In Hold'em, a marker called 'the button' or 'the dealer button' indicates which player is the nominal dealer for the current game.",
  "在遊戲開始還沒發牌，就強制需要投注的玩家：": "Players who need to bet before the cards are dealt：",
  "● 小盲(SB)": "<Br> ●Small Blind(SB)",
  "在BTN左手邊(下家)的位置，牌局一開始，小盲位的玩家就需先丟出0.5個盲注。": "In the left-hand (next) position of the BTN, at the beginning of the game, the player in the small blind must first throw 0.5 blinds.",
  "● 大盲(BB)": "<Br> ●Big Blind(BB)",
  "在BTN左手邊第二個位置，牌局一開始，大盲位的玩家就需先丟出1個盲注。": "In the second position on the left hand side of the BTN, the player in the big blind needs to drop 1 blind at the beginning of the hand.",
  "STEP 2：開始發牌": "STEP 2：Start To Deal",
  "荷官從小盲位開始，以順時鐘方向開始發牌，一次一張，發到Button位時，再從小盲位開始發第二張牌。": "The dealer starts from the small blind and starts to deal cards in a clockwise direction, one card at a time. When the Button is dealt, the second card is dealt from the small blind.",
  "每位玩家都有兩張牌後，進入*翻牌前的下注階段。": "After each player has two cards, it goes to the preflop round.",
  "*翻牌前的下注階段(Preflop round)：所有玩家已經取得兩張牌，發公牌前各玩家要執行下注或蓋牌的動作階段。": "<Br><Br>*Preflop：After seeing his or her hole cards, each player now has the option to play his or her hand by calling or raising the big blind. The action begins to the left of the big blind, which is considered a ‘live’ bet on this round. That player has the option to fold, call or raise. For example, if the big blind was $2, it would cost $2 to call, or at least $4 to raise. Action then proceeds clockwise around the table. Betting continues on each betting round until all active players (who have not folded) have placed equal bets in the pot.",
  "STEP 3：翻牌前下注階段": "STEP 3：Player Betting Options: ",
  "以下介紹在此階段個玩家可能執行的各項動作。": "In Hold'em, as with other forms of poker, the available actions are ‘fold’, ‘check’, ‘bet’, ‘call’ or ‘raise’. Exactly which options are available depends on the action taken by the previous players. If nobody has yet made a bet, then a player may either check (decline to bet, but keep their cards) or bet. If a player has bet, then subsequent players can fold, call or raise. To call is to match the amount the previous player has bet. To raise is to not only match the previous bet, but to also increase it.<Br><Br>",
  "1. 棄牌(Fold)": "1. Folding",
  "當玩家覺得自己牌不好時，可以選擇棄牌，選擇棄牌則代表玩家退出遊戲，喪失獲勝資格。": "Folding is the demonstration of finishing participation in a hand. No more wagers are needed to go into the pot by somebody once they fold. Players can fold when it is their chance to act and they don't wish to proceed. Most poker players do a lot of folding preflop. The demonstration of folding the actual cards includes throwing them face down towards the dealer, who will place them into the muck (heap of folded cards).",
  "2. 過牌(Check)": "2. Checking",
  "在前面沒有人下注，自己也不下注，讓給後面玩家的行為。如果在現場，可能因為思考不自覺而敲牌桌，這也是會被判斷為過牌。": "The previous player has no bet, and I don't want to bet, too. So let the next player bet.。",
  "3. 跟注(Call)": "3. Calling",
  "前面的玩家下注，輪到你時，你拿出相同的籌碼進行遊戲。": "Calling is the instrument used to call a wager. This is basically coordinating the sum that has been placed in by another player as a wager or a raise. In the event that no one calls, the hand is finished and the uncalled player wins the hand. On the off chance that the hand makes it to the last round of wagering, called the river, and Player A wagers and Player B calls, at that point it goes into a showdown and the best hand wins.",
  "4. 加注(Raise)": "4. Raising",
  "前面的玩家下注後，輪到你時，你拿出比他更多的籌碼投注。如果在現場，需要注意是跟注以及加注，是玩家自行將籌碼放進牌桌底池，如果是想加注卻沒喊『Raise』，可能會誤被荷官認為只是跟注，那就是玩家自己的損失了。": "Raising is the move one makes when they need to build the initial wager. Subsequent to raising it up, one should manage either a call, fold or re-raise from different parts in the hand. Raising is related with either having a solid hand or attempting to win the pot on the spot with a very much planned bluff.",
  "5. 全下(All-in)": "5. All-IN",
  "屬於加注的一種，不受最小加注額的限制，輪到你下注時，將全部籌碼放入底池，宣告All-in。": "It belongs to a type of raising, and is not limited by the minimum raise amount. When it is your turn to bet, put all your chips into the pot and declare All-in.",
  "『翻牌前下注階段』完成後，就進入『翻牌階段』。": "<Br> <Br> After the preflop, it will go to the flop.",
  "STEP 4：翻牌下注階段(Flop)": "STEP 4：The Flop",
  "進入此階段，將牌疊最上方的一張牌發在桌上，然後依序第二張、第三張，總共三張牌放在桌面上。玩家們看到三張牌後。從小盲位開始順時鐘下注，玩家須根據自己的手牌和公牌進行組合，決定接下來的策略和動作。": "Now, three cards are dealt face-up on the board. This is known as 'the flop'. In Hold'em, the three cards on the flop are community cards, available to all players still in the hand.",
  "接著可能有的玩家棄牌，有的玩家跟注、加注，完成該圈所有動作後，進入轉牌圈(Turn)。": "Betting on the flop begins with the active player immediately clockwise from the button.",
  "如果是現場發牌，多數荷官會將牌疊最上方的一張蓋在牌桌上，從第二張開始發三張至牌桌上，主要是避免最上面那一張不小心被玩家看到，進而採取對應策略。": " The betting options are similar to pre-flop, however if nobody has previously bet, players may opt to check, passing the action to the next active player clockwise.",
  "STEP 5：轉牌圈下注階段(Turn)": "STEP 5：The Turn",
  "進入轉牌圈，繼續將牌疊上的牌發至公牌區，放在原本三張公牌的旁邊，總共四張公牌。之後繼續由小盲位開始順時針進行下注，玩家繼續根據手牌與公牌的組合決定後續的動作。所有玩家執行完動作後，進入河牌圈(River)": "When the betting action is completed for the flop round, the 'turn' is dealt face-up on the board. The turn is the fourth community card in Hold'em (and is sometimes also called 'Fourth Street'). Another round of betting ensues, beginning with the active player immediately clockwise from the button.",
  "STEP 6：河牌圈下注階段(River)": "STEP  6：The River",
  "從牌疊上發出最後一張牌至牌桌上，總共5張公牌，後繼續由小盲位開始順時針進行下注，玩家繼續根據手牌與公牌的組合決定後續的動作。": "When betting action is completed for the turn round, the 'river' or 'Fifth Street' is dealt face-up on the board.",
  "此時未蓋牌的所有玩家攤開手牌，手上牌型最大的玩家勝利，如果有複數玩家的牌型一樣大，則均分彩池。": "The river is the fifth and final community card in a Hold'em game. Betting again begins with the active player immediately clockwise from the button, and the same betting rules apply as they do for the flop and turn, as explained above.",
  "牌局結束後，BTN順時針由下一位玩家接手繼續牌局。": "<BR> The Showdown <BR> If there is more than one remaining player when the final betting round is complete, the last person to bet or raise shows their cards, unless there was no bet on the final round in which case the player immediately clockwise from the button shows their cards first. The player with the best five-card poker hand wins the pot. In the event of identical hands, the pot will be equally divided between the players with the best hands. Hold'em rules state that all suits are equal. <BR> <BR> ",
  "牌型": "To View The Rankings Of Poker Hands.",
  "看了前面玩法說明，已經可以知道決勝的關鍵當然就是牌型的組合和大小了，那到底有那些牌型組合，又該如何判斷大小呢? 以下來為各位介紹!": "There are many varieties of poker, some of which use different hand rankings. And Hold'em is using the traditional 'high' poker rankings.",
  "牌型小由大由低而高，依序為：": "<BR> Traditional High Poker Hand Ranks: <BR> <BR>  ",
  "● 高牌": "● High Card",
  "牌型強度 -": "POWER -",
  "連一對都沒有的五張牌，僅以最大的牌作為是否獲勝的判斷，只有當所有對手都是高牌而牌面較小，或者蓋牌，擁有高牌的玩家才獲勝。": "Any hand that does not qualify under a category listed below.<BR><BR>  In the event of a tie: Highest card wins. <BR><BR> If necessary, the second-highest, third-highest, fourth-highest and smallest card can be used to break the tie.",
  "● 一對": "● One Pair",
  "牌型強度 ★": "POWER  ★",
  "同一個數字的兩張牌": "Two cards of a matching rank, and three unrelated side cards. <BR><BR>In the event of a tie: Highest pair wins. <BR><BR>If players have the same pair, the highest side card wins, and if necessary, the second-highest and third-highest side card can be used to break the tie.",
  "● 兩對": "● Two Pair",
  "牌型強度 ★★": "POWER ★★",
  "兩個一對": "Two cards of a matching rank, another two cards of a different matching rank, and one side card. <BR><BR> In the event of a tie: Highest pair wins. <BR><BR> If players have the same highest pair, highest second pair wins. If both players have two identical pairs, highest side card wins.",
  "● 三條": "● Three of a Kind",
  "牌型強度 ★★★": "POWER ★★★",
  "同一數字的牌三張": "Three cards of the same rank, and two unrelated side cards. <BR><BR>In the event of a tie: Highest ranking three of a kind wins. <BR><BR>In community card games where players have the same three of a kind, the highest side card, and if necessary, the second-highest side card wins.",
  "● 順子": "● Straight",
  "牌型強度 ★★★★": "POWER ★★★★",
  "連續的數字五張": "Five cards in sequence. <BR><BR> In the event of a tie: Highest ranking card at the top of the sequence wins. <BR><BR> Note: The Ace may be used at the top or bottom of the sequence, and is the only card which can act in this manner. A,K,Q,J,T is the highest (Ace high) straight; 5,4,3,2,A is the lowest (Five high) straight.",
  "● 同花": "● Flush",
  "牌型強度 ★★★★★ (5)": "POWER ★★★★★ (5)",
  "相同花色的五張牌": "Five cards of the same suit. <BR><BR>In the event of a tie: The player holding the highest ranked card wins.  <BR><BR> If necessary, the second-highest, third-highest, fourth-highest, and fifth-highest cards can be used to break the tie. If all five cards are the same ranks, the pot is split. The suit itself is never used to break a tie in poker.",
  "● 葫蘆": "● Full House",
  "牌型強度 ★★★★★★ (6)": "POWER ★★★★★★ (6)",
  "三條 + 一對": "Three cards of the same rank, and two cards of a different, matching rank.  <BR><BR> In the event of a tie: Highest three matching cards wins the pot. <BR><BR> In community card games where players have the same three matching cards, the highest value of the two matching cards wins.",
  "● 四條": "● Four of a Kind",
  "牌型強度 ★★★★★★★ (7)": "POWER ★★★★★★★ (7)",
  "同一個數字的牌四張": "Four cards of the same rank, and one side card or 'kicker'. <br><br> In the event of a tie: Highest four of a kind wins.  <BR><BR> In community card games where players have the same four of a kind, the highest fifth side card ('kicker') wins.",
  "● 同花順": "● Straight Flush ",
  "牌型強度 ★★★★★★★★ (8)": "POWER ★★★★★★★★ (8)",
  "相同花色的順子": "Five cards in numerical order, all of identical suits. <BR><BR> In the event of a tie: Highest rank at the top of the sequence wins.",
  "● 皇家同花順": "● Royal Flush",
  "牌型強度 ★★★★★★★★★ (9)": "POWER ★★★★★★★★★ (9)",
  "數字分別為 10、J、Q、K、A且相同花色的順子": " The best possible straight flush is known as a royal flush, which consists of the ace, king, queen, jack and ten of a suit. A royal flush is an unbeatable hand.",
  "虛擬貨幣存款說明": "Virtual Currency Deposit Instructions",
  "百家樂攻略法 - 基礎規則篇": "Quick-Start for Newbies - Baccarat Game Rules",
  "百家樂攻略法 - 中級篇": "Quick-Start for Newbies - Baccarat Third Card Rules",
  "路單是? 百家樂的攻略 - 上級篇 1：珠盤路和大路": "Quick-Start for Newbies - Big Road & Bead Plate Road",
  "路單是? 百家樂的攻略 - 上級篇 2：大眼仔路": "Quick-Start for Newbies - Big Eye Road",
  "路單是? 百家樂的攻略 - 上級篇 3：小路": "Quick-Start for Newbies - Small Road",
  "路單是? 百家樂的攻略 - 上級篇 4：小強路": "Quick-Start for Newbies - Cockroach Road",
  "老虎機攻略導覽": "Slot Machine Guide",
  "德州撲克攻略導覽": "Texas Hold'em Guide"
}