{
  "關於我們": "About US",
  "本團隊於2012年起，與澳門、菲律賓之各大賭場合作，累積豐富的現場投注經驗，並蒐集玩家的現場反應，打造出最舒適、使用方便的百家樂投注介面。": " 本团队自2012年起，与澳门、菲律宾之各大赌场合作，累积丰富的现场投注经验，并搜集玩家的现场反应，打造出最舒适、使用方便的百家乐投注介面。",
  "於是集合了多年的客戶使用、營運、系統開發經驗後，更於2017年創立 Ewin 平台(  マハラジャ 前身)，積極投入線上遊戲平台的研發，系統提供HTML5遊戲平台，結合實體賭場現場畫面直播投注的真人百家樂以及電子遊戲。": "于是集合了多年的客户使用、营运、系统开发经验后，更于2017年创立eWIN平台，积极投入线上游戏平台的研发，系统提供HTML5游戏平台，结合实体赌场现场画面直播投注的真人百家乐以及电子游戏。",
  " マハラジャ 可支援大量用戶同時在線投注以及 7x24 全年無休不間斷運作的系統效能、人性化的操作，擁有優於同業的競爭優勢。隨著行動支付普及化， 多幣別的錢包設計，更為跨國境使用者提供更便利快捷的儲值服務。": " 可支援大量用户同时在线投注以及 7x24 全年无休不间断运作的系统效能、人性化的操作，拥有优于同业的竞争优势。随着行动支付普及化， 多币别的钱包设计，更为跨国境使用者提供更便利快捷的储值服务。",
  "研發團隊累積近20年產品研發以及客製化軟體服務經驗，在五星級飯店網絡計費系統、網路監控與安全防護系統、即時影像雲端系統整合運用，發展多元解決方案，給予玩家最即時、最公平的現場賭場遊戲!": "研发团队累积近20年产品研发以及客制化软体服务经验，在五星级饭店网络计费系统、网路监控与安全防护系统、即时影像云端系统整合运用，发展多元解决方案，给予玩家最即时、最公平的现场赌场游戏!",
  "合作夥伴": "Partner",
  "マハラジャ囊括世界上最知名的遊戲品牌，提供公正、公平的遊戲環境，免安裝的HTML5網頁技術提供了真人直播的經典遊戲，讓您不論用電腦、手機甚至電視，一個帳號多平台通用。更透過專有網路技術，達到最高規格的直播視訊同步速度與畫質，請您務必親自體驗。": "《BET파라다이스(Paradise)》includes the world's most well-known game brands, providing a jsut, fair and open game environment for all players to enjoy. We have a group of experienced and skilled professional engineers who provide users with the highest standard live streaming and HD video quality through professional network technology. Also, the HTML5 web technology provides all users have an amazing and pleasant game experience whether using a computer, mobile phone, or TV.",
  "而除了真人遊戲外，更提供了多款高水準的老虎機和體育遊戲，結合多元性、樂趣、公正公平於一身的就是，預祝您玩得開心，用的滿意。": "About online games,《BET파라다이스(Paradise)》 is not only provided live baccarat, but also a variety of super popular and super fun slot machines, roulette, blackjack, and sports, et cetera games.《BET파라다이스(Paradise)》not only provides the fairest, just and open online game, but also the latest and the most fun. Anyone who has played it is hooked and can hardly tear themself away from it. There are only people who are addicted to playing, and there are no people who have only played it once. ",
  "我們也很重視您的意見，若有任何建議，還請不吝使用客服信箱告知。": "If you have any questions in the future, we warmly welcome you to leave us feedback via the website. Thank you very much!",
  "会社名：The Orange Crest Limited": "Company：The Orange Crest Limited",
  "住所：Sino Centre, 582-592 Nathan Rd., Mongkok, Kowloon, Hong Kong.": "Address：Sino Centre, 582-592 Nathan Rd., Mongkok, Kowloon, Hong Kong."
}