{
  "失敗": "Thất bại",
  "錢包狀態有誤": "Trạng thái ví không chính xác.",
  "存款": "Nạp tiền",
  "選擇虛擬貨幣": "Chọn tiền ảo.",
  "支付": "THANH TOÁN",
  "本次存款 (USD)": "Khoản tiền nạp này (USD)",
  "本次存款 (KRW)": "Khoản tiền nạp này (KRW)",
  "本次存款 (VND)": "Khoản tiền nạp này (VND)",
  "日幣換算：約": "Quy đổi JPY: Xấp xỉ ¥",
  "韓幣換算：約": "Quy đổi KRW: Xấp xỉ ₩",
  "美金換算：約": "Quy đổi USD: Xấp xỉ ₩",
  "越南盾換算：約": "Quy đổi VND: Xấp xỉ ₫",
  "元": "Đô-la",
  "下一步": "Tiếp theo",
  "取消": "Hủy",
  "溫馨提醒": "Nhắc nhở thân thiện",
  "請正確使用對應的錢包入款，否則將造成資產損失。": "Để tránh tổn thất tài chính, vui lòng sử dụng ví tương ứng để nạp tiền.",
  "※USDT請勿使用ERC20以外的協定。": "※※Không sử dụng các thỏa thuận khác ngoài ERC20 để Nạp tiền cho các giao dịch USDT.",
  "虛擬貨幣入賬需經過數個區塊確認，約需要數分鐘時間。": "Mục nhập tiền ảo cần được xác nhận bởi một số khối. Quá trình xác nhận này sẽ mất vài phút, vui lòng đợi trong giây lát.",
  "存款成功 !": "Nạp thành công",
  "您可進入遊戲確認您本次的入金，以及對應的 Bouns 獎勵。": "Để kiểm tra tiền nạp và Tiền thưởng, vui lòng đăng nhập vào trang web.",
  "不同的存款管道可能影響存款金額到達玩家錢包的時間。最遲一個營業日為合理的範圍。": "Thời gian số tiền được chuyển vào ví của bạn sẽ thay đổi tùy theo các kênh nạp tiền khác nhau. Thời gian trì hoãn trong vòng một ngày làm việc là một phạm vi hợp lý.",
  "複製成功": "Số thứ tự đã được sao chép.",
  "複製失敗": "Không sao chép được số đơn đặt hàng, vui lòng sao chép lại.",
  "提示": "Tin nhắn hệ thống",
  "加密貨幣": "Tiền điện tử",
  "貨幣未設定匯率": "Không có tỷ giá cho loại tiền tệ này.",
  "服務器異常, 請稍後再嘗試一次": "Kết nối máy chủ hết hạn, vui lòng thử lại sau.",
  "選擇使用的加密貨幣": "Hãy chọn tiền điện tử.",
  "使用": "Sử dụng",
  "入款": "Nạp tiền",
  "可透過": "qua",
  "查詢入款交易狀況": "Kiểm tra trạng thái giao dịch nạp tiền.",
  "更新": "Cập nhật",
  "OCoin為平台使用的專屬遊戲幣。1USDT=1USD=100 Ocoin。": "OCoin là đồng tiền trong game độc quyền trên trang web này. (1 USDT = 1 USD = 100 Ocoin)",
  "請正確使用對應的錢包入款，否則可能造成您入款失敗。": "Để tránh việc nạp tiền không thành công, vui lòng sử dụng ví tương ứng để nạp tiền.",
  "虛擬貨幣入款需經過區塊認證確認，可能需要數分鐘或者更久，完成時間並非由本網站決定，敬請知悉。": "Mục nhập tiền ảo cần được xác nhận bởi một số khối và quá trình xác nhận này sẽ mất vài phút. Xin lưu ý rằng thời gian hoàn thành không phải do công ty chúng tôi quyết định.",
  "實際入款遊戲幣為入款金額-手續費後之餘額進行換算。": "Số tiền nạp thực tế bằng tiền trong game. Và số dư sau khi xử lý phí chuyển đổi.",
  "匯率可能隨時變動中，所有交易以本網站的匯率為準，打幣後交易期間若有變動，將以實際入幣時的匯率撥給遊戲幣。建議您可於入款前重整匯率資訊，確保您同意目前的匯率後進行入款。": "tỷ giá có thể thay đổi bất cứ lúc nào, mọi giao dịch đều tuân theo tỷ giá của trang web này. Nếu có bất kỳ thay đổi nào trong thời gian giao dịch sau khi xu được phát hành, xu sẽ được chuyển đổi thành tiền trong game theo tỷ giá tại thời điểm nạp xu thực tế. Do đó, bạn nên điều chỉnh lại thông tin tỷ giá trước khi nạp tiền để đảm bảo rằng bạn đồng ý với tỷ giá hiện tại trước khi nạp.",
  "『ETH』和USDT的『ERC20』可透過 https://etherscan.io/ 進行查詢交易的狀況。": "Nhấp vào đây https://etherscan.io/ để kiểm tra trạng thái giao dịch 『ETH』 & USDT 『ERC20』.",
  "USDT錢包地址 (ERC20)": "Địa chỉ ví USDT (ERC20)",
  "1.1USDT=1USD=100 Ocoin(專屬遊戲幣)。": "1.1USDT = 1USD = 100 Ocoin (Tiền trong game)。",
  "2.美金匯率波動以交易所為主，匯率可能不定時更新。": "2. Biến động tỷ giá bị chi phối bởi các sở giao dịch, và tỷ giá có thể được cập nhật theo thời gian.",
  "選擇或填入出款金額": "Chọn hoặc nhập số tiền rút.",
  "請從下方金額選擇您要的金額，或是自行填入想要存款的金額。兩種方式擇一即可。": "Vui lòng chọn số tiền từ bên dưới hoặc điền vào số tiền bạn muốn nạp (thay thế).",
  "選擇加密貨幣": "Chọn tiền điện tử.",
  "秒後，重新取得匯率": " giây sau tỷ giá sẽ tự động cập nhật.",
  "輸入金額": "Vui lòng nhập số tiền.",
  "請輸入金額": "Vui lòng nhập số tiền.",
  "請輸入購買金額": "Vui lòng nhập số lượng bạn muốn mua.",
  "確定": "OK",
  "請選擇加密貨幣": "Chọn tiền điện tử.",
  "存款細項": "Chi tiết",
  "支付方式": "Thanh toán",
  "出金條件": "Điều khoản rút tiền",
  "收款項目": "Bộ sưu tập",
  "存款金額": "Số tiền nạp",
  "活動獎勵": "Phần thưởng sự kiện",
  "可得總額": "Tổng",
  "熱門活動": "Sự kiện phổ biến",
  "錢包地址": "Địa chỉ Ví",
  "可透過 https://etherscan.io/ 查詢入款交易狀況": "Nhấp vào đây https://etherscan.io/ để kiểm tra trạng thái giao dịch.",
  "訂單號碼": "Mã đơn hàng",
  "交易限制時間": "Hết hạn giao dịch",
  "已存在進行中訂單": "Đơn đặt hàng đã tồn tại.",
  "查看進行中訂單": "Xem các đơn hàng đang thực hiện",
  "匯率波動以交易所為主，匯率可能不定時更新。": "● Biến động tỷ giá hối đoái bị chi phối bởi các sàn giao dịch và tỷ giá hối đoái có thể được cập nhật theo thời gian. <BR> ● Để tránh thất bại trong việc gửi tiền, vui lòng xác nhận rằng đơn vị tiền tệ bạn đã chọn là chính xác! <BR> LƯU Ý: <BR> Công ty sẽ không chịu trách nhiệm bồi thường cho bất kỳ khoản thanh toán sai sót nào do thông tin không chính xác.",
  "次へ進めて頂くと送金用QRコード（ウォレットアドレス）が生成されます、QRコードはこの取引のみの使用となります。QRコードの有効時間は1時間となりますが、送金の際は常に新しいQRコードの生成をお勧めします。": "● Trang này là mã QR (địa chỉ ví) được sử dụng để chuyển tiền. Mã QR chỉ có thể được sử dụng cho giao dịch này và thời hạn là 1 giờ. LƯU Ý: Nếu thời điểm giao dịch của bạn không nằm trong thời gian hiệu lực, vui lòng làm mới trang để lấy mã QR mới.",
  "訂單建立失敗": "Thiết lập đơn hàng không thành công, vui lòng đăng ký đặt cọc lại.",
  "無可用錢包": "Hạn mức đăng ký gửi tiền cho địa chỉ ví này hiện đã đầy. Vui lòng liên hệ với nhân viên dịch vụ khách hàng hoặc đăng ký gửi tiền sau."
}