{
  "虛擬貨幣存款說明": "暗号通貨の入金説明",
  "Q1:虛擬貨幣是甚麼?": "Q1:暗号通貨とは何ですか？",
  "一種存在於網路上，去中心化的貨幣，如比特幣、萊特幣、以太坊等，通稱虛擬貨幣或者區塊鏈貨幣。": "インターネットに存在し、分散型通貨で、ビットコイン、ライトコイン、イーサリアムなどは暗号通貨やブロックチェーン通貨と言います。",
  "想要使用虛擬貨幣，您需要先擁有虛擬貨幣的錢包帳戶，如同在銀行有一個戶頭，就可以存款和買賣其他幣種。": "暗号通貨を使用する場合、暗号通貨のウォレットアカウントを持つことが必需になります。例えば銀行で口座を持つことと同じく、入金と他の暗号通貨を売買することができます。",
  "為了保障交易雙方，創立帳號是需要實名認證，且由於去中心化的原因，不需要擔心交易內容外流或交易不公的問題，高難度的加密系統遠比一般銀行的線上交易系統擁有更高的安全性。": "双方の取り引きを保障のため、アカウントを設立するには本人確認が必要になります。又はブロックチェーンの性質上、交易内容流出か交易不公の問題は心配せずに、暗号システムは一般の銀行よりインターネット取り引きはるか安全性を持っていると言われます。",
  "本公司推薦選用 Tether 所發行的美金恆定幣作為主要提供玩家交易的幣種，而對應的區塊鍊合約類型共有 ERC20、TRC20、OMINI 三種，一般來說較常使用為 ERC20 或 TRC20，手續費較便宜且速度快，OMINI雖然安全性最高，但手續費較高且速度較慢，但還是提供玩家依照自己的喜好和習慣進行選擇。": "弊社はテザー社が発行管理しているステーブルコイン(USDT)おすすめです。その理由は米ドルを担保に発行されるため価格が安定しています、プレイヤー間でもよく取り引きされている暗号通貨となります。一般的に対応しているブロックチェーンは契約型で ERC20、TRC20、OMINI の三つがあります。常によく利用されているのがERC20&TRC20で、手数料が安く早い、OMINIは安全性が最も高いのですが、手数料が高く、スピードが上記の二種類よりやや遅い、しかしながら、プレイヤーは普段使用している暗号通貨を選択していただければ幸いです。",
  "快速使用虛擬貨幣": "暗号通貨のご使用方法",
  "擁有一個區塊鍊錢包": "ウォレットを取得",
  "首先選擇您要開立錢包的交易所(就像是選擇銀行開戶)，並註冊虛擬貨幣錢包。": " まず取引所を選択し、ウォレットを開設します。暗号通貨のウォレットを登録します。",
  "交易所中，購買指定合約的幣種，如果您是第一次使用虛擬貨幣，建議您可以先少量購買 ERC20 或 TRC20 的USDT進行嘗試。": "取引所へ指定契約通貨を購入します、なお、暗号通貨を初回使用する場合は、少量のERC20のUSDTを購入し、まずお試しすることをおすすめします。",
  "建議使用較大型的交易所，安全有保障!": "知名度の高い取引所を使うことをおすすめします。",
  "常用交易所排行": "常用取引所のランキング",
  "點下マハラジャ的存款功能": "マハラジャの入金機能ボタンをクリックしてください。",
  "展開本站的左上方的功能列，點擊『存款』→『虛擬貨幣』後，於虛擬貨幣類別中選擇要使用的合約。": "本サイト左側のメニューをクリックし、「入金」→「暗号通貨」の順にクリックし、暗号通貨の種類の中に使用したいの暗号通貨を選択してください。",
  "建議您此時也打開交易所的轉出介面，有便於快速且正確無誤的完成交易。": "この時はウォレットとマハラジャの入金ページが同時に確認できる環境を用意するのかオススメです。",
  "マハラジャ推薦使用 USDT 與美金恆定 100：1": "マハラジャのOコインはUSDTに対して100：1で計算されています。",
  "產生購買訂單": "入金",
  "選擇使用的合約和幣別後，輸入您於交易所對應合約的錢包網址，並按下生成訂單。": "使用したい仮想通貨（ERC20のUSDT）を選択し、取り引き対応可能なウォレット選択し、アドレスを入力後、注文の受注を押してください。",
  "轉出以購買遊戲幣": "引き出して、ゲームコインを購入",
  "從『交易所』將虛擬貨幣存入マハラジャ，即可取得對應幣值的遊戲貨幣。": "取引所から、暗号通貨をマハラジャに入金し、ゲームコインをもらえます。",
  "交易所轉出介面示意": "取引所引き出しのインターフェース",
  "※各交易所介面不盡相同，僅提供概念示意": "※各取引所のインターフェースが異なるため、こちらは見本として提供させていただきます。",
  "マハラジャ專屬錢包": "マハラジャ専属ウォレット",
  "在您的交易所的轉出介面，掃描マハラジャ的存款QR code 或是複製マハラジャ的錢包地址貼在交易所的轉出地址欄位。確認金額後按下送出，待交易成功即完成購買流程。": "お客様の取引所の引き出しページに、マハラジャの入金QRcodeをスキャン又はマハラジャのウォレットアドレスをコピーして、取引所の引き出しベージ欄に貼り付けて、金額を確認したら、送信をクリックし、取り引きの完了を確認した後で、入金完了となります。",
  "開始使用虛擬貨幣": "暗号通貨の使用開始",
  "首先選擇一間交易所來註冊，如『 bitFlyer 』、『 GMO coin 』，註冊流程各家有所不同，在此不一一說明。": "まずは『 bitFlyer 』、『 GMO coin 』などの取引所に登録します、登録の流れは各会社が異なっているため、説明を省略させていただきます。",
  "申請完帳號後，即可購買虛擬貨幣。虛擬貨幣如同法幣，價格是不停的進行波動，交易手續費根據幣別、交易時間而有所不同，您可以在本公司有支援的幣種裡，選擇較划算或您習慣購買的幣種進行購買，然後再於存款的第三個步驟時，將您交易所的幣打至公司提供您的專屬錢包來進行儲值。": "アカウントを登録完了後に、暗号通貨を購入するがことできます。暗号通貨は法幣のように、価格は常時変動しているため、取り引き手数料は通貨、取り引き時間の違いによっても異なっています。お客様は普段ご使用されている暗号通貨を購入し、入金のStep：3の際、取り引き完了のコインを弊社のウォレットに入金手続きを行うことができます。",
  "常見虛擬貨幣icon": "常に見かける暗号通貨アイコン",
  "注意": "注意",
  "務必正確使用對應的錢包進行入款動作，否則可能造成無法正確接收到入款資訊而造成入款延宕甚至無法確認入款造成損失。": "正確対応できるウォレットを必ず使用して、入金されない場合、正確な入金情報を受け取ることができず、入金の手続きが遅延又は確認できない状態や入金損失になってしまう可能性があります。",
  "有使用方面的問題，歡迎詢問客服。": "ご不明な点やご要望等がございましたら、お気軽にカスタマーサービスまでメールで問い合わせください。",
  "確認": "確認"
}